Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: Choose TLingo in Settings > Apps > Default Apps > Translation
ar: اختر TLingo في الإعدادات > التطبيقات > التطبيقات الافتراضية > الترجمة
da: Vælg TLingo i Indstillinger > Apps > Standardapps > Oversættelse
de: Wähle TLingo unter Einstellungen > Apps > Standard-Apps > Übersetzung
es: Elige TLingo en Configuración > Apps > Apps predeterminadas > Traducción
fr: Choisissez TLingo dans Réglages > Apps > Apps par défaut > Traduction
id: Pilih TLingo di Pengaturan > App > App Default > Terjemahan
it: Scegli TLingo in Impostazioni > App > App predefinite > Traduzione
ja: 設定 > アプリ > デフォルトアプリ > 翻訳でTLingoを選択
ko: 설정 > 앱 > 기본 앱 > 번역에서 TLingo를 선택하세요
ms: Pilih TLingo di Tetapan > Aplikasi > Aplikasi Lalai > Terjemahan
nb: Velg TLingo i Innstillinger > Apper > Standardapper > Oversettelse
nl: Kies TLingo in Instellingen > Apps > Standaardapps > Vertaling
pl: Wybierz TLingo w Ustawieniach > Aplikacje > Aplikacje domyślne > Tłumaczenie
pt_br: Escolha o TLingo em Ajustes > Apps > Apps Padrão > Tradução
sv: Välj TLingo i Inställningar > Appar > Standardappar > Översättning
tr: Ayarlar > Uygulamalar > Varsayılan Uygulamalar > Çeviri bölümünde TLingo'yu seçin
zh_hans: 在“设置”>“App”>“默认 App”>“翻译”中选择 TLingo
zh_hant: 在「設定」>「App」>「預設 App」>「翻譯」中選擇 TLingo
zh_hk: 在「設定」>「App」>「預設 App」>「翻譯」中選擇 TLingo

source: Choose translation models
ar: اختر نماذج الترجمة
da: Vælg oversættelsesmodeller
de: Übersetzungsmodelle auswählen
es: Elegir modelos de traducción
fr: Choisir les modèles de traduction
id: Pilih model terjemahan
it: Scegli modelli di traduzione
ja: 翻訳モデルを選択
ko: 번역 모델 선택
ms: Pilih model terjemahan
nb: Velg oversettelsesmodeller
nl: Vertaalmodellen kiezen
pl: Wybierz modele tłumaczeń
pt_br: Escolher modelos de tradução
sv: Välj översättningsmodeller
tr: Çeviri modellerini seç
zh_hans: 选择翻译模型
zh_hant: 選擇翻譯模型
zh_hk: 選擇翻譯模型

source: Choose Translation Models
ar: اختر نماذج الترجمة
da: Vælg oversættelsesmodeller
de: Wählen Sie Übersetzungsmodelle
es: Elige Modelos de Traducción
fr: Choisissez les modèles de traduction
id: Pilih Model Terjemahan
it: Scegli i modelli di traduzione
ja: 翻訳モデルを選択してください
ko: 번역 모델을 선택하세요
ms: Pilih Model Terjemahan
nb: Velg oversettingsmodeller:
nl: Kies vertaalmodellen
pl: Wybierz Modele Tłumaczeń
pt_br: Escolha Modelos de Tradução
sv: Välj översättningsmodeller
tr: Çeviri Modellerini Seçin
zh_hans: 选择翻译模型
zh_hant: 選擇翻譯模型
zh_hk: 選擇翻譯模型

source: Clear
ar: مسح
da: Ryd
de: Löschen
es: Borrar
fr: Effacer
id: Hapus
it: Cancella
ja: クリア
ko: 지우기
ms: Kosongkan
nb: Tøm
nl: Wissen
pl: Wyczyść
pt_br: Limpar
sv: Rensa
tr: Temizle
zh_hans: 清除
zh_hant: 清除
zh_hk: 清除

source: Clear All
ar: مسح الكل
da: Ryd alt
de: Alles löschen
es: Borrar todo
fr: Tout effacer
id: Hapus Semua
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
ms: Kosongkan semua
nb: Tøm alt
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar tudo
sv: Rensa allt
tr: Tümünü Temizle
zh_hans: 清除所有
zh_hant: 清除所有
zh_hk: 清除所有

source: Clear All History
ar: مسح كل السجل
da: Ryd hele historikken
de: Alle Historie löschen
es: Borrar todo el historial
fr: Effacer tout l'historique
id: Hapus Semua Riwayat
it: Cancella tutta la cronologia
ja: すべての履歴をクリア
ko: 모든 기록 지우기
ms: Kosongkan semua riwayat
nb: Slett all historie:
nl: Wis alle geschiedenis
pl: Wyczyść całą historię
pt_br: Limpar Todo o Histórico
sv: Rensa all historik
tr: Tüm Geçmişi Temizle
zh_hans: 清除所有历史记录
zh_hant: 清除所有歷史紀錄
zh_hk: 清除所有歷史紀錄

source: Clear captions on screen
ar: مسح الترجمة المعروضة على الشاشة
da: Ryd undertekster på skærmen
de: Untertitel auf dem Bildschirm löschen
es: Borrar los subtítulos en pantalla
fr: Effacer les sous-titres à l'écran
id: Hapus teks keterangan di layar
it: Cancella i sottotitoli sullo schermo
ja: 画面上のキャプションを消去
ko: 화면의 자막 지우기
ms: Kosongkan sari kata pada skrin
nb: Fjern undertekster fra skjermen
nl: Ondertitels op het scherm wissen
pl: Wyczyść napisy na ekranie
pt_br: Limpar legendas na tela
sv: Rensa undertexter på skärmen
tr: Ekrandaki altyazıları temizle
zh_hans: 清除屏幕上的字幕
zh_hant: 清除畫面上的字幕
zh_hk: 清除畫面上的字幕

source: Clearer writing on your device
ar: كتابة أوضح على جهازك
da: Klarere skrivning på din enhed
de: Klarere Texte auf Ihrem Gerät
es: Redacción más clara en tu dispositivo
fr: Un texte plus clair sur votre appareil
id: Penulisan yang lebih jelas di perangkat Anda
it: Scrittura più chiara sul tuo dispositivo
ja: デバイス上でより分かりやすい文章を
ko: 기기에서 더 명확한 글쓰기
ms: Penulisan yang lebih jelas pada peranti anda
nb: Tydeligere skriving på enheten din
nl: Helderder schrijven op je apparaat
pl: Czytelniejsze pisanie na Twoim urządzeniu
pt_br: Texto mais claro no seu dispositivo
sv: Klarare skrivande på din enhet
tr: Cihazınızda daha net yazım
zh_hans: 在你的设备上获得更清晰的写作
zh_hant: 在你的裝置上產生更清晰的寫作
zh_hk: 在你的裝置上產生更清晰的寫作

source: Click "Open System Settings" below
ar: انقر على "فتح إعدادات النظام" أدناه
da: Klik på "Open System Settings" nedenfor
de: Klicken Sie unten auf "Systemeinstellungen öffnen"
es: Haz clic en "Abrir la Configuración del Sistema" a continuación
fr: Cliquez sur "Ouvrir les paramètres système" ci-dessous
id: Klik "Buka Pengaturan Sistem" di bawah
it: Clicca su "Apri le impostazioni di sistema" qui sotto
ja: 以下の「システム設定を開く」をクリックしてください
ko: "시스템 설정 열기"를 클릭하세요
ms: Klik "Buka Tetapan Sistem" di bawah
nb: Klikk på "Åpne systeminnstillinger" nedenfor:
nl: Klik op "Systeeminstellingen openen" hieronder
pl: Kliknij "Otwórz ustawienia systemu" poniżej
pt_br: Clique em "Abrir Configurações do Sistema" abaixo
sv: Klicka på "Öppna systeminställningar" nedan
tr: Aşağıdaki "Sistem Ayarlarını Aç"a tıklayın
zh_hans: 点击下面的“打开系统设置”
zh_hant: 點擊下面的「打開系統設置」
zh_hk: 點擊下面的「打開系統設置」

source: Click **+** to add the languages you need
ar: انقر على **+** لإضافة اللغات التي تحتاجها
da: Klik på **+** for at tilføje de sprog, du har brug for
de: Klicken Sie auf **+**, um die benötigten Sprachen hinzuzufügen
es: Haz clic en **+** para agregar los idiomas que necesitas
fr: Cliquez sur **+** pour ajouter les langues dont vous avez besoin
id: Klik **+** untuk menambahkan bahasa yang Anda butuhkan
it: Clicca su **+** per aggiungere le lingue di cui hai bisogno
ja: **+**をクリックして必要な言語を追加してください
ko: **+**를 클릭하여 필요한 언어를 추가하세요
ms: Klik **+** untuk menambah bahasa yang anda perlukan
nb: Klikk på **+** for å legge til språkene du trenger:
nl: Klik op **+** om de talen toe te voegen die je nodig hebt
pl: Kliknij **+**, aby dodać potrzebne języki
pt_br: Clique em **+** para adicionar os idiomas que você precisa
sv: Klicka på **+** för att lägga till de språk du behöver
tr: **+**'ye tıklayarak ihtiyacınız olan dilleri ekleyin
zh_hans: 点击 **+** 添加您需要的语言
zh_hant: 點擊 **+** 以添加您需要的語言
zh_hk: 點擊 **+** 以添加您需要的語言

source: Click **General** → **Language & Region**
ar: انقر على **عام** → **اللغة والمنطقة**
da: Klik på **Generelt** → **Sprog og område**
de: Klicken Sie auf **Allgemein** → **Sprache & Region**
es: Haga clic en **General** → **Idioma y región**
fr: Cliquez sur **Général** → **Langue et région**
id: Klik **Umum** → **Bahasa & Wilayah**
it: Fai clic su **Generale** → **Lingua e regione**
ja: **一般** → **言語と地域**をクリック
ko: **일반** → **언어 및 지역**을 클릭하세요
ms: Klik **Umum** → **Bahasa & Wilayah**
nb: Klikk på **Generelt** → **Språk og region**
nl: Klik op **Algemeen** → **Taal en regio**
pl: Kliknij **Ogólne** → **Język i region**
pt_br: Clique em **Geral** → **Idioma e Região**
sv: Klicka på **Allmänt** → **Språk och region**
tr: **Genel** → **Dil ve Bölge**'yi tıklayın
zh_hans: 点击 **常规** → **语言和地区**
zh_hant: 點擊 **一般** → **語言和區域**
zh_hk: 點擊 **一般** → **語言與地區**

source: Click +, Cmd-Shift-G, paste, choose TLingo.app
ar: انقر +، Cmd-Shift-G، الصق، اختر TLingo.app
da: Klik på +, Cmd-Shift-G, indsæt, vælg TLingo.app
de: Klicken Sie auf +, Cmd-Shift-G, einfügen, TLingo.app auswählen
es: Haz clic en +, Cmd-Shift-G, pegar, elige TLingo.app
fr: Cliquez sur +, Cmd-Shift-G, collez, choisissez TLingo.app
id: Klik +, Cmd-Shift-G, tempel, pilih TLingo.app
it: Clicca su +, Cmd-Shift-G, incolla, scegli TLingo.app
ja: +をクリック、Cmd-Shift-G、貼り付け、TLingo.appを選択
ko: +를 클릭, Cmd-Shift-G, 붙여넣기, TLingo.app 선택
ms: Klik +, Cmd-Shift-G, tampal, pilih TLingo.app
nb: Klikk på +, Cmd-Shift-G, lim inn, velg TLingo.app
nl: Klik op +, Cmd-Shift-G, plak, kies TLingo.app
pl: Kliknij +, Cmd-Shift-G, wklej, wybierz TLingo.app
pt_br: Clique em +, Cmd-Shift-G, cole, escolha TLingo.app
sv: Klicka på +, Cmd-Shift-G, klistra in, välj TLingo.app
tr: +'e tıklayın, Cmd-Shift-G, yapıştırın, TLingo.app'i seçin
zh_hans: 点击 +、Cmd-Shift-G、粘贴、选择 TLingo.app
zh_hant: 按一下 +、Cmd-Shift-G、貼上、選擇 TLingo.app
zh_hk: 按一下 +、Cmd-Shift-G、貼上、選擇 TLingo.app

source: Click the + button, then add TLingo from Applications
ar: انقر على زر +، ثم أضف TLingo من Applications
da: Klik på +-knappen, og tilføj derefter TLingo fra Applications
de: Klicken Sie auf die +-Schaltfläche, und fügen Sie dann TLingo aus Applications hinzu
es: Haga clic en el botón + y luego agregue TLingo desde Applications
fr: Cliquez sur le bouton +, puis ajoutez TLingo depuis Applications
id: Klik tombol +, lalu tambahkan TLingo dari Applications
it: Fare clic sul pulsante +, quindi aggiungi TLingo da Applications
ja: 「+」ボタンをクリックし、その後 Applications から TLingo を追加してください
ko: + 버튼을 클릭한 다음 Applications에서 TLingo를 추가하세요
ms: Klik butang +, kemudian tambah TLingo dari Aplikasi
nb: Klikk på +‑knappen, og legg deretter til TLingo fra Apper
nl: Klik op de + knop en voeg vervolgens TLingo toe vanuit Applications
pl: Kliknij przycisk +, a następnie dodaj TLingo z folderu Aplikacje
pt_br: Clique no botão +, em seguida adicione o TLingo a partir de Applications
sv: Klicka på +-knappen, och lägg sedan till TLingo från Applications
tr: + düğmesine tıklayın, ardından Applications'tan TLingo ekleyin
zh_hans: 点击 + 按钮，然后从 Applications 中添加 TLingo
zh_hant: 按一下 + 按鈕，然後從「應用程式」加入 TLingo
zh_hk: 點擊 + 按鈕，然後從 Applications 新增 TLingo

source: Click to set
ar: انقر للتعيين
da: Klik for at indstille
de: Zum Festlegen klicken
es: Haga clic para configurar
fr: Cliquez pour définir
id: Klik untuk mengatur
it: Fai clic per impostare
ja: クリックして設定
ko: 설정하려면 클릭
ms: Klik untuk menetapkan
nb: Klikk for å sette
nl: Klik om in te stellen
pl: Kliknij, aby ustawić
pt_br: Clique para definir
sv: Klicka för att ställa in
tr: Ayar yapmak için tıklayın
zh_hans: 点击以设置
zh_hant: 點選以設定
zh_hk: 點選以設定

source: Client → Azure:
ar: العميل → Azure:
da: Klient → Azure:
es: Cliente → Azure:
id: Klien → Azure:
it: Cliente → Azure:
ja: クライアント → Azure:
ko: 클라이언트 → Azure:
ms: Klien → Azure:
nb: Klient → Azure:
pl: Klient → Azure:
pt_br: Cliente → Azure:
sv: Klient → Azure:
tr: İstemci → Azure:
zh_hans: 客户端 → Azure:
zh_hant: 客戶 → Azure:
zh_hk: 客戶 → Azure:

source: Clipboard Translate
ar: ترجمة الحافظة
da: Oversæt udklipsholder
de: Zwischenablage übersetzen
es: Traducir portapapeles
fr: Traduire le presse-papiers
id: Terjemahkan Papan Klip
it: Traduci appunti
ja: クリップボードを翻訳
ko: 클립보드 번역
ms: Terjemah Papan Keratan
nb: Oversett utklippstavle
nl: Klembord vertalen
pl: Przetłumacz schowek
pt_br: Traduzir área de transferência
sv: Översätt urklipp
tr: Panoyu Çevir
zh_hans: 剪贴板翻译
zh_hant: 剪貼簿翻譯
zh_hk: 剪貼簿翻譯

source: Close
ar: إغلاق
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
sv: Stäng
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

source: Close captions
ar: ترجمة نصية مغلقة
da: Lukkede undertekster
de: Untertitel
es: Subtítulos
fr: Sous-titres
id: Teks tertutup
it: Sottotitoli
ja: 字幕
ko: 자막
ms: Tutup sari kata
nb: Lukkede undertekster
nl: Gesloten ondertitels
pl: Zamknij napisy
pt_br: Legendas ocultas
sv: Stängda undertexter
tr: Kapalı altyazılar
zh_hans: 隐藏式字幕
zh_hant: 隱藏字幕
zh_hk: 隱藏式字幕

source: Close realtime lane
ar: أغلق المسار في الوقت الحقيقي
da: Luk realtime-kanal
de: Echtzeit-Spur schließen
es: Cerrar canal en tiempo real
fr: Fermer la voie en temps réel
id: Tutup jalur waktu nyata
it: Chiudi corsia in tempo reale
ja: リアルタイムレーンを閉じる
ko: 실시간 레인 닫기
ms: Tutup laluan masa nyata
nb: Lukk sanntidskanal
nl: Realtime-kanaal sluiten
pl: Zamknij ścieżkę czasu rzeczywistego
pt_br: Fechar canal em tempo real
sv: Stäng realtidskanal
tr: Gerçek zamanlı kanalı kapat
zh_hans: 关闭实时通道
zh_hant: 關閉即時通道
zh_hk: 關閉即時通道

source: Cloud Models
ar: نماذج سحابية
da: Modeller i skyen
de: Cloud-Modelle
es: Modelos en la nube
fr: Modèles cloud
id: Model di awan
it: Modelli cloud
ja: クラウドモデル
ko: 클라우드 모델
ms: Model Awan
nb: Cloud-modeller
nl: Cloudmodellen
pl: Modele w chmurze
pt_br: Modelos na nuvem
sv: Molnmodeller
tr: Bulut modelleri
zh_hans: 云端模型
zh_hant: 雲端模型
zh_hk: 雲端模型

source: Collapse
ar: طي
da: Skjul
de: Einklappen
es: Colapsar
fr: Réduire
id: Ciutkan
it: Comprimi
ja: 折りたたむ
ko: 접기
ms: Ciutkan
nb: Minimer
nl: Samenvouwen
pl: Zwiń
pt_br: Recolher
sv: Minimera
tr: Daralt
zh_hans: 收起
zh_hant: 收合
zh_hk: 折疊

source: Compact captions blended into the MacBook notch area
ar: ترجمات مدمجة ومضغوطة داخل منطقة النوتش الخاصة بـ MacBook
da: Kompakte undertekster, integreret i MacBooks hakområde
de: Kompakte Untertitel, die in den MacBook-Notch-Bereich eingeblendet werden
es: Subtítulos compactos integrados en la zona del notch del MacBook
fr: Sous-titres compacts intégrés dans la zone de l'encoche du MacBook
id: Teks kompak yang menyatu di area notch pada MacBook
it: Sottotitoli compatti integrati nell'area della tacca del MacBook
ja: MacBookのノッチ領域に溶け込むコンパクトな字幕
ko: MacBook 노치 영역에 자연스럽게 섞이는 콤팩트 자막
ms: Kapsyen padat digabungkan ke dalam kawasan takuk MacBook
nb: Kompakte undertekster som blandes inn i MacBooks hakkområde
nl: Compacte ondertitels die in het notch-gebied van de MacBook worden geïntegreerd
pl: Kompaktowe napisy wtopione w obszar wycięcia MacBooka
pt_br: Legendas compactas integradas na área do notch do MacBook
sv: Kompakta undertexter som smälter in i MacBookens notchområde
tr: MacBook çentik alanına entegre kompakt altyazılar
zh_hans: 紧凑字幕融入 MacBook 刘海区域
zh_hant: 緊湊字幕融入 MacBook 的瀏海區域
zh_hk: 緊湊字幕融入 MacBook 的瀏海區域

source: Compare
ar: قارن
da: Sammenlign
de: Vergleichen
es: Comparar
fr: Comparer
id: Bandingkan
it: Confronta
ja: 比較
ko: 비교
ms: Bandingkan
nb: Sammenlign
nl: Vergelijken
pl: Porównaj
pt_br: Comparar
sv: Jämför
tr: Karşılaştır
zh_hans: 比较
zh_hant: 比較
zh_hk: 比較

source: Compare a translation that preserves your meaning and sounds natural.
ar: قارن ترجمة تحافظ على المعنى وتبدو طبيعية.
da: Sammenlign en oversættelse, der bevarer din mening og lyder naturlig.
de: Vergleichen Sie eine Übersetzung, die Ihre Bedeutung bewahrt und natürlich klingt.
es: Compara una traducción que preserva tu significado y suena natural.
fr: Comparez une traduction qui préserve votre sens et sonne naturelle.
id: Bandingkan terjemahan yang mempertahankan makna Anda dan terdengar alami.
it: Confronta una traduzione che preserva il tuo significato e suona naturale.
ja: 意味を保ちつつ自然に聞こえる翻訳を比較します。
ko: 의미를 보존하면서 자연스럽게 들리는 번역을 비교하세요.
ms: Bandingkan terjemahan yang mengekalkan makna anda dan kedengaran semula jadi.
nb: Sammenlign en oversettelse som bevarer betydningen din og høres naturlig ut.
nl: Vergelijk een vertaling die je betekenis behoudt en natuurlijk klinkt.
pl: Porównaj tłumaczenie, które zachowuje Twoje znaczenie i brzmi naturalnie.
pt_br: Compare uma tradução que preserva seu significado e soa natural.
sv: Jämför en översättning som bevarar din betydelse och låter naturlig.
tr: Anlamınızı koruyan ve doğal gelen bir çeviriyi karşılaştırın.
zh_hans: 比较一个既保留你意思又听起来自然的翻译。
zh_hant: 比較一個既保留你意思又聽起來自然的翻譯。
zh_hk: 比較一個既保留你意思又聽起來自然的翻譯。

source: Compare multiple model results
ar: مقارنة نتائج نماذج متعددة
da: Sammenlign resultater fra flere modeller
de: Mehrere Modellergebnisse vergleichen
es: Comparar los resultados de múltiples modelos
fr: Comparer les résultats de plusieurs modèles
id: Bandingkan hasil dari beberapa model
it: Confronta i risultati di più modelli
ja: 複数モデルの結果を比較する
ko: 여러 모델 결과 비교
ms: Bandingkan keputusan beberapa model
nb: Sammenlign resultater fra flere modeller
nl: Meerdere modelresultaten vergelijken
pl: Porównaj wyniki wielu modeli
pt_br: Comparar resultados de vários modelos
sv: Jämför resultat från flera modeller
tr: Birden fazla modelin sonuçlarını karşılaştırın
zh_hans: 比较多个模型的结果
zh_hant: 比較多個模型的結果
zh_hk: 比較多個模型的結果

source: Compare Versions
ar: مقارنة الإصدارات
da: Sammenlign versioner
de: Versionen vergleichen
es: Comparar versiones
fr: Comparer les versions
id: Bandingkan versi
it: Confronta versioni
ja: バージョンを比較
ko: 버전 비교
ms: Bandingkan versi
nb: Sammenlign versjoner
nl: Versies vergelijken
pl: Porównaj wersje
pt_br: Comparar versões
sv: Jämför versioner
tr: Sürümleri karşılaştır
zh_hans: 比较版本
zh_hant: 比較版本
zh_hk: 比較版本

source: Configuration
ar: التكوين
da: Konfiguration
de: Konfiguration
es: Configuración
id: Konfigurasi
it: Configurazione
ja: 構成
ko: 구성
ms: Konfigurasi
nb: Konfigurasjon
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
sv: Konfiguration
tr: Yapılandırma
zh_hans: 配置
zh_hant: 設定
zh_hk: 設定

source: Configuration exported successfully.
ar: تم تصدير التكوين بنجاح.
da: Konfiguration eksporteret med succes.
de: Konfiguration erfolgreich exportiert.
es: Configuración exportada con éxito.
fr: Configuration exportée avec succès.
id: Konfigurasi berhasil diekspor.
it: Configurazione esportata con successo.
ja: 構成が正常にエクスポートされました。
ko: 구성이 성공적으로 내보내졌습니다.
ms: Konfigurasi berjaya dieksport.
nb: Konfigurasjonen ble eksportert.
nl: Configuratie succesvol geëxporteerd.
pl: Konfiguracja została wyeksportowana pomyślnie.
pt_br: Configuração exportada com sucesso.
sv: Konfigurationen har exporterats.
tr: Yapılandırma başarıyla dışa aktarıldı.
zh_hans: 配置导出成功
zh_hant: 已成功匯出設定。
zh_hk: 設定已成功導出。

source: Configuration file not found: '%@'
ar: لم يتم العثور على ملف التكوين: '%@'
da: Konfigurationsfil ikke fundet: '%@'
de: Konfigurationsdatei nicht gefunden: '%@'
es: Archivo de configuración no encontrado: '%@'
fr: Fichier de configuration introuvable: '%@'
id: File konfigurasi tidak ditemukan: '%@'
it: File di configurazione non trovato: '%@'
ja: 構成ファイルが見つかりません: '%@'
ko: 구성 파일을 찾을 수 없음: '%@'
ms: Fail konfigurasi tidak ditemui: '%@'
nb: Konfigurasjonsfil ikke funnet: '%@'
nl: Configuratiebestand niet gevonden: '%@'
pl: Plik konfiguracji nie został znaleziony: '%@'
pt_br: Arquivo de configuração não encontrado: '%@'
sv: Konfigurationsfil hittades inte: '%@'
tr: Yapılandırma dosyası bulunamadı: '%@'
zh_hans: 找不到配置文件: '%@'
zh_hant: 找不到設定檔: '%@'
zh_hk: 找不到設定檔: '%@'

source: Configuration saving is temporarily suspended
ar: تم تعليق حفظ التكوين مؤقتًا
da: Gemning af konfiguration er midlertidigt suspenderet
de: Das Speichern der Konfiguration ist vorübergehend ausgesetzt
es: El guardado de configuración está suspendido temporalmente
fr: L'enregistrement de la configuration est temporairement suspendu
id: Penyimpanan konfigurasi sementara ditangguhkan
it: Il salvataggio della configurazione è temporaneamente sospeso
ja: 設定の保存は一時的に中断されています
ko: 구성 저장이 일시 중단되었습니다
ms: Penyimpanan konfigurasi ditangguhkan sementara
nb: Lagring av konfigurasjon er midlertidig suspendert
nl: Het opslaan van configuratie is tijdelijk opgeschort
pl: Zapisywanie konfiguracji jest tymczasowo zawieszone
pt_br: O salvamento da configuração está temporariamente suspenso
sv: Sparandet av konfigurationen är tillfälligt avstängt
tr: Yapılandırma kaydetme geçici olarak askıya alındı
zh_hans: 配置保存已暂时暂停
zh_hant: 設定儲存暫時停止
zh_hk: 設定儲存暫時停止

source: Configuration validation failed: %@
ar: فشل التحقق من صحة التكوين: %@
da: Validering af konfiguration mislykkedes: %@
de: Konfigurationsvalidierung fehlgeschlagen: %@
es: Validación de configuración fallida: %@
fr: Échec de la validation de la configuration: %@
id: Validasi konfigurasi gagal: %@
it: La convalida della configurazione non è riuscita: %@
ja: 構成の検証に失敗しました: %@
ko: 구성 검증 실패: %@
ms: Pengesahan konfigurasi gagal: %@
nb: Validering av konfigurasjon mislyktes: %@
nl: Configuratievalidatie mislukt: %@
pl: Walidacja konfiguracji nie powiodła się: %@
pt_br: Falha na validação da configuração: %@
sv: Validering av konfiguration misslyckades: %@
tr: Yapılandırma doğrulaması başarısız oldu: %@
zh_hans: 配置验证失败: %@
zh_hant: 設定檔驗證失敗: %@
zh_hk: 設定檔驗證失敗: %@

source: Configure your translation actions
ar: قم بتكوين إجراءات الترجمة لديك
da: Konfigurer dine oversættelseshandlinger
de: Konfigurieren Sie Ihre Übersetzungsaktionen
es: Configure sus acciones de traducción
fr: Configurez vos actions de traduction
id: Konfigurasikan tindakan terjemahan Anda
it: Configura le tue azioni di traduzione
ja: 翻訳アクションを設定してください
ko: 번역 작업을 구성하세요
ms: Konfigurasikan tindakan terjemahan anda
nb: Konfigurer oversettelseshandlingene dine
nl: Configureer uw vertaalacties
pl: Skonfiguruj swoje działania tłumaczeniowe
pt_br: Configure suas ações de tradução
sv: Konfigurera dina översättningsåtgärder
tr: Çeviri eylemlerinizi yapılandırın
zh_hans: 配置您的翻译操作
zh_hant: 設定您的翻譯操作
zh_hk: 配置您的翻譯操作

source: Confirm and Generate
ar: تأكيد وإنشاء
da: Bekræft og generer
de: Bestätigen und Generieren
es: Confirmar y generar
fr: Confirmer et générer
id: Konfirmasi dan Hasilkan
it: Conferma e Genera
ja: 確認して生成
ko: 확인 및 생성
ms: Sahkan dan Jana
nb: Bekreft og Generer
nl: Bevestigen en Genereren
pl: Potwierdź i wygeneruj
pt_br: Confirmar e Gerar
sv: Bekräfta och Generera
tr: Onayla ve Oluştur
zh_hans: 确认并生成
zh_hant: 確認並生成
zh_hk: 確認並生成

source: Connecting audio and realtime service. This can take a few seconds.
ar: جارٍ الاتصال بخدمة الصوت والوقت الحقيقي. قد يستغرق ذلك بضع ثوانٍ.
da: Opretter forbindelse til lyd- og realtidsservice. Det kan tage et par sekunder.
de: Verbindung zu Audio- und Echtzeitdienst wird hergestellt. Dies kann ein paar Sekunden dauern.
es: Conectando audio y servicio en tiempo real. Esto puede tardar unos segundos.
fr: Connexion à l'audio et au service en temps réel. Cela peut prendre quelques secondes.
id: Menghubungkan audio dan layanan waktu nyata. Ini mungkin membutuhkan beberapa detik.
it: Connessione all'audio e al servizio in tempo reale. Questo può richiedere alcuni secondi.
ja: 音声とリアルタイムサービスに接続しています。数秒かかる場合があります。
ko: 오디오 및 실시간 서비스에 연결 중입니다. 몇 초 걸릴 수 있습니다.
ms: Menyambungkan perkhidmatan audio dan masa nyata. Ini mungkin mengambil beberapa saat.
nb: Kobler til lyd- og sanntidstjenesten. Dette kan ta noen sekunder.
nl: Verbinden met audio- en realtime-service. Dit kan enkele seconden duren.
pl: Łączenie usług audio i czasu rzeczywistego. To może potrwać kilka sekund.
pt_br: Conectando áudio e serviço em tempo real. Isso pode levar alguns segundos.
sv: Ansluter ljud och realtidsservice. Detta kan ta några sekunder.
tr: Ses ve gerçek zamanlı hizmete bağlanılıyor. Bu birkaç saniye sürebilir.
zh_hans: 正在连接音频和实时服务，这可能需要几秒钟。
zh_hant: 正在連接音訊和即時服務。這可能需要幾秒鐘。
zh_hk: 正在連接音訊和即時服務，這可能需要幾秒鐘。

source: Contact support
ar: اتصل بالدعم
da: Kontakt support
de: Support kontaktieren
es: Contactar con el soporte
fr: Contacter l'assistance
id: Hubungi dukungan
it: Contatta il supporto
ja: サポートに問い合わせる
ko: 고객지원에 문의
ms: Hubungi sokongan
nb: Kontakt support
nl: Neem contact op met de ondersteuning
pl: Skontaktuj się z pomocą techniczną
pt_br: Fale com o suporte
sv: Kontakta support
tr: Destek ile iletişime geçin
zh_hans: 联系客服
zh_hant: 聯絡支援
zh_hk: 聯絡客服

source: Contact Support
ar: اتصل بالدعم
da: Kontakt support
de: Support kontaktieren
es: Contactar con el soporte
fr: Contacter l'assistance
id: Hubungi dukungan
it: Contatta il supporto
ja: サポートに問い合わせる
ko: 고객지원에 문의
ms: Hubungi Sokongan
nb: Kontakt Support
nl: Neem contact op met de ondersteuning
pl: Kontakt z pomocą techniczną
pt_br: Fale com o suporte
sv: Kontakta support
tr: Destek ile iletişime geçin
zh_hans: 联系客服
zh_hant: 聯絡支援
zh_hk: 聯絡客服

source: Continue
ar: متابعة
da: Fortsæt
de: Fortfahren
es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
sv: Fortsätt
tr: Devam et
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續
